Overload List
Name  |   Description
CanHaveTypeAssigned
 Identifies if the element can have a type assigned.
CanHaveTypeAssigned(Document, ICollection ElementId )
 Checks if all elements in the set can have a type assigned.
 See Also
  Element Class
  Element Members
  Autodesk.Revit.DB Namespace